20260311/run-time-initialize-resource-bundles/target-host/wrk-quarkus3-native-0.log
Running 30s test @ http://localhost:8080/fruits
  2 threads and 100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     6.27ms    4.78ms  81.26ms   82.70%
    Req/Sec   15411.19   2809.86  16017.00     96.77
  477747 requests in 30.014s,   2.50GB read
Requests/sec: 15917.47
Transfer/sec:  85.20MB