20260311/run-time-initialize-resource-bundles/target-host/wrk-warmup-quarkus3-native-4.log
Running 2m test @ http://localhost:8080/fruits
  2 threads and 100 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     6.18ms    4.88ms 152.04ms   83.96%
    Req/Sec   16161.63    364.53  16397.00     95.83
  1939396 requests in 120.004s,  10.14GB read
Requests/sec: 16161.09
Transfer/sec:  86.51MB